{
  "backend": "tokenizers",
  "bos_token": "[BOS]",
  "clean_up_tokenization_spaces": false,
  "eos_token": "<|endofturn|>",
  "errors": "replace",
  "is_local": false,
  "local_files_only": false,
  "model_input_names": [
    "input_ids",
    "attention_mask"
  ],
  "model_max_length": 1000000000000000019884624838656,
  "model_specific_special_tokens": {},
  "pad_token": "[PAD]",
  "padding_side": "right",
  "processor_class": "Exaone4_5_Processor",
  "split_special_tokens": false,
  "tokenizer_class": "TokenizersBackend",
  "unk_token": "[UNK]"
}
